[RM_Turian AU_X2SpeciesTuple_Template]
SpeciesName="突锐人"
ShortDesc="帕拉汶星球的原生种族，在幽影接管之前是一个极具军事色彩的种族"
LongDesc="突锐人是帕拉汶星球的原生种族，他们曾在一个被称为‘阶层’的政府下组织起来，至少直到幽影来到他们的星球寻找新的臣民。尽管幽影竭尽全力，但他们并未忘记自己的历史，这在我们能找到的新兵训练中得到了体现。"